print("You can concatenate two " + "strings with the '+' operator.")

print("\nэта строка " + "вряд ля " + "удив" + "ит вас. " \
      + "Но интересно, " + "что" + " она - \n" + "одна длинная-длин" \
      + "на" + "я" + " строка, сцепленная  " \
      + "из " + "двадцати двух\n" + "отделных строк, разбитых " \
      + "на шесть строк." + " достаточно ли вы " + "впечатлены? " + "Ну хватит,\n" \
      + "вот " + "наша " + "длинная" + " строка и закончилась!")

print("\nIЕсли текс нравится, его можно и повторить. К примеру,")
print(" уто не любит пирожных? только дураки не любят пирожных. А")
print("раз мы люди честные, то выскажемся о своих симпатиях ")
print("откровенно:")
print("Пирожные" * 50)

input("\n\nНажмите Enter, чтобы выйти.")
